[
    {
        "id": 1,
        "who": "Alto Miedo",
        "media": "Rock.com.ar",
        "text": "Chosen among the twenty best national albums of 2019 by Rock.com.ar"
    },
    {
        "id": 2,
        "who": "Alto Miedo",
        "media": "Silencio.com.ar",
        "text": "Chosen best national album of 2019 by 3 of the 5 editors"
    },
    {
        "id": 3,
        "who": "Alto Miedo",
        "media": "Vorterix Radio",
        "text": "Chosen best national album of 2019"
    },
    {
        "id": 4,
        "who": "Alto Miedo",
        "media": "Artezeta.com.ar",
        "text": "Chosen best national album of 2019"
    },
    {
        "id": 5,
        "who": "Alto Miedo",
        "media": "La Agenda Buenos Aires, Martín Graziano",
        "text": "A toast to the end of the world. And to courage. As if they really had nothing to lose, El Estrellero performed open heart surgery: those of red wire or black wire. At the precise moment when the common ground of the five members seemed to be reduced to a tile, they began to dig a hole so deep that they came out the other side."
    },
    {
        "id": 6,
        "who": "Alto Miedo",
        "media": "Ultrabrit, Giselle Hidalgo",
        "text": "Alto Miedo is the most complete display of El Estrellero's ability to absorb elements and transform them into their own, very particular identity."
    },
    {
        "id": 7,
        "who": "Los Magos",
        "media": "Rolling Stone, Claudio Kleiman",
        "text": "'Rarely does a new band offer uniformly excellent work in all aspects: melodies, lyrics, vocal arrangements, guitars and concept. The two main composers, Lautaro Barceló and Juan Irio, differentiate themselves but at the same time converge in music with dreamlike atmospheres and psychedelic airs'"
    },
    {
        "id": 8,
        "who": "Los Magos",
        "media": "Winner of the Mr. E Award for best independent Argentine album",
        "text": "\"'Los Magos' is the confirmation of the certainty that El Estrellero is an extraordinary band and that their music has a richness and volume very rarely found\""
    },
    {
        "id": 9,
        "who": "Los Magos",
        "media": "Martín Graziano, Diario La Nación",
        "text": "\"'If Indec measured the melodic range of rock bands, El Estrellero would be at the purple top of its statistical tables'\""
    },
    {
        "id": 10,
        "who": "Los Magos",
        "media": "Los Inrocks. \"The desire to fascinate\" chosen among the 20 best songs of August.",
        "text": "'Your new favorite band'"
    },
    {
        "id": 11,
        "who": "Los Magos",
        "media": "Página/12",
        "text": "'Los magos embodies a symbolic figure through which homage is paid to the alchemy produced between all that moves us, from a charismatic leader to a work of art, and the enchanted subject'"
    },
    {
        "id": 12,
        "who": "Los Magos",
        "media": "ArteZeta",
        "text": "Los Magos, candidate to rank high among the best of the year in terms of national harvest"
    },
    {
        "id": 13,
        "who": "Los Magos",
        "media": "Agencia Télam",
        "text": "El Estrellero takes a leap with great songs in the album \"Los Magos\""
    },
    {
        "id": 14,
        "who": "Los Magos",
        "media": "José Maldonado, Diario El Día de La Plata",
        "text": "'The album recently released by the Pontaco label presents itself as an aesthetic, poetic and, also, political manifesto.'"
    },
    {
        "id": 15,
        "who": "Los Magos",
        "media": "AgendArte",
        "text": "'A cluster of 11 songs converse from a strong aesthetic, metaphorical and political stance, through an enchanting fusion of rock, pop, psychedelia and dance, without losing sight of the cult of song.'"
    },
    {
        "id": 16,
        "who": "Drama",
        "media": "Review by Oscar Jalil for Rolling Stone, 4 stars",
        "text": "\"The start of Drama says as much about El Estrellero as those first impressions of an unforgettable painting. It's pop, no doubt, but with the Renaissance conception of building three-minute cathedrals.\""
    },
    {
        "id": 17,
        "who": "Drama",
        "media": "Review in Premio Mr. E",
        "text": "\"The listening experience is unavoidable. With their nose always to the wind and guided by two authentic stars of Argentine rock, the band from La Plata releases one of the best of the year.\""
    },
    {
        "id": 18,
        "who": "Drama",
        "media": "Suplemento Radar by Juan Andrade, Página/12.",
        "text": "\"With epic and intoxicating pop melodies, El Estrellero has been emerging as the revelation of the year, to the point that without even having their music published in physical format –their album Drama is still only digital– they were invited to play at the BUE Festival\""
    },
    {
        "id": 19,
        "who": "Drama",
        "media": "Revista NAN",
        "text": "\"In the melancholic lyrics of Barceló and Irio perhaps lies another of the strengths of this album, which features poetry that is several heads above the common independent bands of Argentina\""
    },
    {
        "id": 20,
        "who": "Drama",
        "media": "IndieHearts",
        "text": "\"Listening to Drama is, in a few words, a toast to music. And it has a richer flavor because it's a band from here, that sounds incredible.\""
    },
    {
        "id": 21,
        "who": "Drama",
        "media": "Billboard",
        "text": "\"El Estrellero is the new sensation of the La Plata indie scene (and, why not, of the national indie), and it's good that it is so.\""
    },
    {
        "id": 22,
        "who": "Drama",
        "media": "ArteZeta",
        "text": "\"It was logical and expected, but surprising nonetheless: El Estrellero published Drama, one of the great albums of the year for Argentine rock.\""
    },
    {
        "id": 23,
        "who": "Drama",
        "media": "La Nación",
        "text": "\"La Plata continues to deliver the best groups on the local scene and this band formed by the authorial duo and true indie veterans like Lautaro Barceló and Juan Irio (Orquesta de Perros, Miro y su Fabulosa Orquesta de Juguete and The Siniestros) is no exception\""
    },
    {
        "id": 24,
        "who": "Drama",
        "media": "Pastizales Burning",
        "text": "\"El Estrellero comes from the city of diagonals; loaded with a repertoire that vindicates the Pop-Rock songbook, with a twist that exudes style and personality.\""
    },
    {
        "id": 25,
        "who": "Drama",
        "media": "Revista Tiburón",
        "text": "\"El Estrellero's debut album shows arduous work of sound engineering, the product of hundreds of rehearsals, and reveals the contained creativity that overflows in each of their songs\""
    },
    {
        "id": 26,
        "who": "Drama",
        "media": "Revista Ondular",
        "text": "\"In recent months they have generated at least the enthusiasm of anyone who has had the opportunity to listen to their songs.\""
    },
    {
        "id": 27,
        "who": "Drama",
        "media": "Revista Va Viene",
        "text": "\"El Estrellero, young promising band of young promises, begins to fulfill under its own rules.\""
    },
    {
        "id": 28,
        "who": "Drama",
        "media": "Revista POTQ",
        "text": "\"Poetry, a cornerstone in the composition of both, is a flashback to Sui Generis and the lyrics that Charly García with Nito Mestre wrote in the beginnings of Argentine rock. Furthermore, Drama (Fuego Amigo Discos, 2016) –their debut album– shares sonic moments with that refined band from Buenos Aires.\""
    },
    {
        "id": 29,
        "who": "Drama",
        "media": "Proyecto Spoiler",
        "text": "\"The debut album of the band from La Plata amalgamates and connects worlds through diaphanous melodies, romantic poetry and sidereal guitars.\""
    },
    {
        "id": 30,
        "who": "Drama",
        "media": "Indie Hoy",
        "text": "\"...journey that is guided by lyrics full of feelings that leave songs where melancholy can coexist with joy without a single problem.\""
    },
    {
        "id": 31,
        "who": "Drama",
        "text": "Recognized as one of the albums of the year by Premio Mr. E, ArteZeta, La Música es del Aire, Pastizales Burning, Revista Ondular, Revista La Tundra."
    },
    {
        "id": 32,
        "who": "Drama",
        "text": "Award for Best Song in \"Fan, el programa\" for \"Rima\"."
    }
]