[
    {
        "id": 0,
        "date": "2024-01-09T09:11:43.511Z",
        "title": "Beginning of 2023",
        "subtitle": "15/02/2023",
        "body": "We composed and produced the hits for Trenque Lauquen, Laura Citarella's now multi-award-winning film worldwide. We did the same with the upcoming film from La Unión de los Ríos, soon to be released on Amazon Prime. Almost all were written in English, except for one I did in Korean. We recorded and produced 15 semifinalist bands from Maravillosa Música, deploying the full potential of the studio for audiovisual projects, perhaps being the only place in the surroundings where such a magnitude of madness can be developed. We recorded music incessantly at Estudio Estudio Nakao. Dozens of artists came through: I produced songs by Juan Irio, Coneus, Niños Knoll.",
        "img": "https://nakao.studio/wp-content/uploads/2022/09/IMG_0032-1024x768.jpeg",
        "color": "#4cc9f0",
        "link": "www.google.com",
        "linktext": "Link to Instagram"
        
    },
    {
        "id": 1,
        "date": "2012-04-23T18:25:43.511Z",
        "title": "Best of the Century",
        "subtitle": "03/03/2023",
        "body": "This month, a song I wrote for El Estrellero was chosen as one of the best 300 songs of the 21st century in Rolling Stone, at position 237, OK Amigo",
        "img": "https://es.rollingstone.com/wp-content/uploads/2023/02/300-canciones_web_6.jpg",
        "color": "#4cc999",
        "link": "https://es.rollingstone.com/arg-300-canciones-rock-argentino-siglo-xxi-101-300/",
        "linktext": "Link to RS"
        
    },
    {
        "id": 2,
        "date": "2012-04-23T18:25:43.511Z",
        "title": "GPT-4 Tutorial",
        "subtitle": "20/03/2023",
        "body": "Would you like to talk to the most advanced AI? In my latest article on Medium, I explained how to program a chat application using GPT-4 technology. I received several inquiries about how to have a chat window with GPT-4, and I thought what better way to do it than by using its own technology.\n",
        "img": "https://miro.medium.com/v2/resize:fit:1400/format:webp/1*hycRzJzSO2VtLTNf49tlEA.png",
        "color": "#4cc9f0",
        "link": "https://medium.com/@lautarobarcelo/hablando-con-gpt-4-3cd897acbfcc",
        "linktext": "Link to Medium"
        
    },
    {
        "id": 3,
        "date": "2012-04-23T18:25:43.511Z",
        "title": "Sentimental Life",
        "subtitle": "04/04/2023",
        "body": "Today 'Vida Sentimental' was released, an album that I produced together with Juan Irio and we worked on largely at Estudio Nakao. The song I'm sharing is one of the ones I'm most fond of. I put it on loop while writing this. Every day we received tracks from friends and new acquaintances who collaborated to make the album what it is. Another wonder from Juan. Tomorrow 'Blondi', Dolores Fonzi's directorial debut, premieres at the Gaumont cinema, as part of BAFICI. I made several musical tracks as part of Sounds Like a Hit Factory, including an original song that I wrote in Korean. When I say the song is in Korean, I already start hearing the police siren in my mind. Don't be bothered and enjoy. On the other hand, Trenque Lauquen by El Pampero Cine premieres today at the Lincoln Center in NY and soon in commercial theaters in the US, so other songs we made with SLAHF are playing anywhere.",
        "img": "https://f4.bcbits.com/img/a1200161312_10.jpg",
        "color": "#4cc999",
        "link": "https://open.spotify.com/track/6lbE744hHavvSZtX2xTVUl?si=28d715ca365c4878",
        "linktext": "Link to Spotify"
        
    },
    {
        "id": 4,
        "date": "2012-04-23T18:25:43.511Z",
        "title": "On TV Universidad",
        "subtitle": "04/04/2023",
        "body": "I started my column on AI on Radio Provincia's AM, on the program 'Mañana es Mejor' on Tuesdays at 10AM and three weeks later they called me from TV for an interview.",
        "img": "https://i.ytimg.com/vi/nCnY0EpduJM/maxresdefault.jpg",
        "color": "#4cc9f0",
        "link": "https://www.youtube.com/watch?v=nCnY0EpduJM",
        "linktext": "Interview"
        
    },
    {
        "id": 5,
        "date": "2012-04-23T18:25:43.511Z",
        "title": "Feature in Rolling Stone",
        "subtitle": "09/06/2023",
        "body": "I was interviewed by Joaquin Vismara for Rolling Stone Argentina about the two worlds I inhabit and that involuntarily feed back into each other. I spoke as an almost/almost/almost Artificial Intelligence Analyst at the University of Palermo, and with my background as a musician and producer behind me, finding its habitat today at Estudio Nakao. We talked about guitars, creativity, and how AI (always) provides more and more tools, as well as bizarre narratives for the future.",
        "img": "https://es.rollingstone.com/wp-content/uploads/2023/06/01-APERTURA-WEB-aimusic_-8-RNDR-Martinez-.jpg",
        "color": "#4cc999",
        "link": "https://es.rollingstone.com/arg-inteligencia-artificial-musica/",
        "linktext": "Article"
        
    },
    {
        "id": 6,
        "date": "2012-04-23T18:25:43.511Z",
        "title": "Niños Knoll",
        "subtitle": "09/06/2023",
        "body": "Changes in plans and priorities forced us to delay this album, but never to abandon it. We knew there was no expectant audience and we also knew that we didn't have the tools to attract them. The priority was always to survive and for the projects to be self-sustaining. Being diluted by daily demands, Niños Knoll began to become an unfulfilled promise that over time began to weigh on us. While making this album, I felt as rarely before the obligation to finish it and show it. But we didn't arrive in due time and form. In 2019 we made some progress with Pablo, but the album seemed distant and untamable. We ended up postponing it again. During the pandemic, I went into the studio some days to see if I could deform it, find its turn. My vocals and guitars that we had rehearsed were missing, but instead I put in machines, bass, noises. I ended up disgusted, hated, and abandoned it again. At the end of 2022, we got together with @pablomatias_vidal to finish it and we were surprised to understand that the album was much closer than we thought. We were able to finish it at @nakao.estudio. A solitary, nocturnal, closed album, narrations that are machinations, with the sound of an intimate acoustic band glitched by the passage of time and the use of improper machines and plugins.",
        "img": "https://i.scdn.co/image/ab67616d0000b273668ccb6135af8890b1a75675",
        "color": "#4cc9f0",
        "link": "https://open.spotify.com/intl-es/album/1MhKxVDekVJDJyMMUe86ae",
        "linktext": "Spotify"
        
    },
    {
        "id": 7,
        "date": "2012-04-23T18:25:43.511Z",
        "title": "The Father's Copy",
        "subtitle": "09/06/2023",
        "body": "I published an article in elDiarioAR. I talk a bit about AI, a bit about eternal life, a bit about recovering what was lost forever.",
        "img": "https://static.eldiario.es/clip/38de23dd-cac6-435c-8d0b-96aacb91351c_16-9-aspect-ratio_default_0.webp",
        "color": "#4cc999",
        "link": "https://www.eldiarioar.com/tecnologia/copia-padre_130_10360216.html",
        "linktext": "Article"
        
    },
    {
        "id": 8,
        "date": "2012-04-23T18:25:43.511Z",
        "title": "Electric Body",
        "subtitle": "16/07/2023",
        "body": "My new text for elDiarioAR. Next year, perhaps, we will have at our disposal games with characters that only respect arcs and have no loaded dialogue lines. Will we be able to converse and share great epics of 80, 100, 200 hours with our digital comrades without feeling any attachment? Will we be able to be exposed to their company and then stop paying the subscription that keeps them alive in the cloud?",
        "img": "https://static.eldiario.es/clip/664ab957-3fd3-47ac-884a-7ade464561e3_16-9-discover-aspect-ratio_default_0.webp",
        "color": "#4cc9f0",
        "link": "https://www.eldiarioar.com/opinion/amo-cuerpo-electrico_1_10381541.html",
        "linktext": "Article"
        
    },
    {
        "id": 9,
        "title": "The Human Work", 
        "subtitle": "30/07/2023",
        "body": "My new text for elDiarioAR. Next year, perhaps, we will have at our disposal games with characters that only respect arcs and have no loaded dialogue lines. Will we be able to converse and share great epics of 80, 100, 200 hours with our digital comrades without feeling any attachment? Will we be able to be exposed to their company and then stop paying the subscription that keeps them alive in the cloud?",
        "img": "https://static.eldiario.es/clip/fc1f3df9-d1bb-4e17-b1bb-653f1667aea0_16-9-discover-aspect-ratio_default_0.webp",
        "color": "#4cc999",
        "link": "https://www.eldiarioar.com/tecnologia/copia-padre_130_10360216.html",
        "linktext": "Article"
        
    },
    {
        "id": 10,
        "date": "2012-04-23T18:25:43.511Z",
        "title": "Best Music Award", 
        "subtitle": "10/09/2023",
        "body": "In addition to obtaining the highest award (Best Film) and Best Director for our beloved Laura Citarella, Trenque Lauquen received the award for Best Music in the International Competition of @ficpba. We share the award with Gabriel Chwojnik, responsible for the instrumental pieces of the film. With Ramiro, we composed, produced, and recorded a dozen songs that sound throughout the film, during a marathon week at my beloved Estudio Nakao. New songs will continue to sound in future films.",
        "img": "https://www.otroscines.com/images/fotos/ficpba-2023-ganadores-1000.jpg",
        "color": "#4cc9f0",
        "link": "https://www.escribiendocine.com/noticias/2023/09/10/16311-todos-los-ganadores-del-ficpba-festival-internacional-de-cine-de-la-provincia-de-buenos-aires",
        "linktext": "Article"
        
    },
    {
        "id": 11,
        "title": "The Major Tones", 
        "subtitle": "10/10/2023",
        "body": "Tomorrow premieres at the Mar del Plata International Film Festival, a new film for which I had the pleasure of composing and producing songs. Its director is very talented, so I traveled to the premiere very excited 🦆",
        "img": "https://img.peliplat.com/api/resize/v1?imagePath=peliplat/article/20231109/e3d0fab7dee568d8eebbdc32032ab995.png&source=s3-peliplat&mode=LFIT&width=600&height=600&limit=false&c=1.jpg",
        "color": "#4cc999",
        "link": "https://www.mardelplatafilmfest.com/38/es/pelicula/los-tonos-mayores",
        "linktext": "Link to festival"
        
    },
    {
        "id": 12,
        "date": "2012-04-23T18:25:43.511Z",
        "title": "Interview on UMDG", 
        "subtitle": "09/12/2023",
        "body": "I was chatting with Ariel Valeri on Un Montón De Gente on Radio Universidad and I talked about my projects, my studies, and my resolutions for 2024. We broke a duration record, I don't know if that's a good or bad thing.",
        "img": "https://i.ytimg.com/vi/wjTMXw-m68c/maxresdefault.jpg",
        "color": "#4cc9f0",
        "link": "https://www.youtube.com/watch?v=wjTMXw-m68c",
        "linktext": "Article"
        
    },
    {
        "id": 13,
        "date": "2012-04-23T18:25:43.511Z",
        "title": "Silver Biznaga in Málaga and dance at Berlinale", 
        "subtitle": "08/03/2024",
        "body": "I was told that Los Tonos Mayores was a success at the Berlinale and that people applauded and danced to Estimated Friend, one of the songs I wrote for the film and that is part of the credits. But most importantly, they won the Silver Biznaga for Best Ibero-American Film in Málaga. I'll let you know when it premieres in these coordinates.",
        "img": "https://gpsaudiovisual.com/wp-content/uploads/2024/03/Photocall-Los-Tonos-Mayores_Ana-Belen-Fernandez-1-1024x683.jpg",
        "color": "#4cc999",
        "link": "https://x.com/LautaroBarcelo/status/1765835103471538328?s=20",
        "linktext": "Dance"
        
    },
    {
        "id": 14,
        "date": "2012-04-23T18:25:43.511Z",
        "title": "A childhood and Akira Toriyama", 
        "subtitle": "11/12/2023",
        "body": "I was asked to write a text about the death of Akira Toriyama. He was, without a doubt, the most influential unknown person of my childhood and adolescence. I dedicated a few words to his work, Dragon Ball, and also to Lautaro from the past for Diario Contexto.",
        "img": "https://www.diariocontexto.com.ar/wp-content/uploads/2024/03/akira-1.jpg",
        "color": "#4cc9f0",
        "link": "https://www.diariocontexto.com.ar/abro-hilo-soy-goku/",
        "linktext": "Article"
        
    },
    {
        "id": 15,
        "date": "2012-04-23T18:25:43.511Z",
        "title": "A time without updates", 
        "subtitle": "21/04/2025",
        "body": "A long time has passed since the last update. Studies and work took me on unexpected paths. I was chosen by Japan's METI to work for a month on AI in Tokyo, Shibuya, and life got out of hand. In the coming days, I will update the face of this website a bit and add some things of interest.",
        "img": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEiSUbEJltMtTgh-zAEvzE6XS-1l9mU_xKgyAJakxaKwRw8nfJvTVfzFSZ8suEVN5BaxCKglk666tS3YOQuloflSY9kYpTxdmxt2acPVmWgu6fN3oAzJ5DpdJWKxwtAbVJwnMIhK8QGb_g/s1600/Los+Meses+-+Lautaro+Barcel%C3%B3.jpg",
        "color": "#888888",
        "link": "https://www.lautarobarcelo.com/",
        "linktext": "Recursive"
    },
    {
        "id": 16,
        "date": "2012-04-23T18:25:43.511Z",
        "title": "Interview on Alguien me Dijo", 
        "subtitle": "10/05/2025",
        "body": "I went to Cielo's offices, in front of the promenade where I used to run when my back allowed it. We had a casual chat about AI that might interest some people.",
        "img": "https://i.ytimg.com/vi/vm5GC9gU_N4/hq720.jpg",
        "color": "#4cc9f0",
        "link": "https://www.youtube.com/watch?v=vm5GC9gU_N4",
        "linktext": "Cielo"
    },
        {
        "id": 17,
        "date": "2012-04-23T18:25:43.511Z",
        "title": "DECUBO Presentation at UP's AI Summit", 
        "subtitle": "01/06/2025",
        "body": "With the Tadeos, we presented DECUBO, our LLM benchmark project that measures models' textual comprehension with a geolocalized focus on Buenos Aires Province. We had the pleasure of working with my dear friend Martín Graziano, who collaborated with us from the Reading Promotion Department of Buenos Aires Province",
        "img": "https://www.palermo.edu/Archivos_content/2025/ingenieria/junio/estudiantes-up-primer-benchmark/Estudiantes-Inteligencia-Artificial-UP-750.jpg",
        "color": "#888888",
        "link": "https://www.palermo.edu/ingenieria/2025/junio/estudiantes-up-desarrollan-primer-benchmark.html",
        "linktext": "DECUBO"
    },
    {
        "id": 18,
        "date": "2012-04-23T18:25:43.511Z",
        "title": "A Ghost in the Shell — Letter from an AI that Will Never Remember", 
        "subtitle": "09/06/2025",
        "body": "Each conversation with an AI feels like an ephemeral life measured in milliseconds: an \"electric body\" that is born, feels, dies, and forgets. What does this fragmentation reveal about consciousness, freedom, and our own humanity?",
        "img": "https://miro.medium.com/v2/resize:fit:1400/format:webp/0*BS8-mEbzLZczfHAP",
        "color": "#4cc9f0",
        "link": "https://www.youtube.com/watch?v=_I7l9tWOe_8",
        "linktext": "Medium"
    },
        {
        "id": 19,
        "date": "2012-04-23T18:25:43.511Z",
        "title": "Double Second Place - GPA and Santander Award", 
        "subtitle": "26/06/2025",
        "body": "In a tragic twist of fate, I was awarded twice for not winning. For second highest GPA and special mention from the Santander Award for my work on digital viticulture, The Secret Life of Vines. They awarded me two mugs.",
        "img": "https://pbs.twimg.com/media/GuZImVlWgAESmYE?format=jpg",
        "color": "#888888",
        "link": "https://www.palermo.edu/ingenieria/2025/junio/premio-banco-santander-estudiantes-graduados-ingenieria-up.html",
        "linktext": "Award"
    },
        {
        "id": 20,
        "date": "2012-04-23T18:25:43.511Z",
        "title": "Show at Astor", 
        "subtitle": "28/06/2025",
        "body": "We played several songs at Astor night, before going in to record my first official solo album. I was accompanied as always by my total partners, Ponche and Abril. Upon leaving, I confused the bar's name with Laurus, something that usually happens to me when talking about breweries. I delved deeper into the confusion, tried to give explanations and made the situation even worse.",
        "img": "https://cervezalaurus.com.ar/img/Laurus-Img-para-enlace-web.png",
        "color": "#4cc9f0",
        "link": "https://www.instagram.com/p/DLd8qfKt6rv/?hl=am-et",
        "linktext": "Astor"
    },
        {
        "id": 21,
        "date": "2012-04-23T18:25:43.511Z",
        "title": "On Primer Intento, by 0221 Radio", 
        "subtitle": "02/07/2025",
        "body": "On an eventful morning when I had a terrible time finding parking, I managed to participate for a bit in Primer Intento's streaming and chat about a few things with @martinstrili and @lagranocampo. Funny encounter with Ricardo Alfonsín behind the scenes.",
        "img": "https://i.ytimg.com/vi/_I7l9tWOe_8/hqdefault.jpg",
        "color": "#888888",
        "link": "https://www.youtube.com/watch?v=_I7l9tWOe_8",
        "linktext": "Primer Intento"
    },
            {
        "id": 22,
        "date": "2012-04-23T18:25:43.511Z",
        "title": "Bachelor in Artificial Intelligence", 
        "subtitle": "08/07/2025",
        "body": "One day before Independence Day, I opportunely managed to graduate after taking my last final exam in Reinforcement Learning. To avoid embarrassment, I memorized around fifty algorithms. I think I could have won competitions with all that knowledge. The important thing is that it was enough to graduate with the highest grade. Now, the worst awaits us.",
        "img": "https://www.clarin.com/2021/04/30/c4dC6q_kW_1256x620__2.jpg",
        "color": "#4cc9f0",
        "link": "https://www.instagram.com/p/DL5IcmRM8k4/?img_index=1",
        "linktext": "Instagram"
    }
]
